{
    "c2array": true,
    "size": [
        5,
        6,
        1
    ],
    "data": [
        [
            [
                "Game"
            ],
            [
                "An Apple a Day"
            ],
            [
                "Taco Run"
            ],
            [
                "Cloud Dragon"
            ],
            [
                "Hola"
            ],
            [
                "The Dungeon of Rooms"
            ]
        ],
        [
            [
                "Description"
            ],
            [
                "As the protagonist of An Apple A Day, you play the role of a doctor who must dodge apples (the very thing that's supposed to keep you away) while collecting life-saving medicine, proving that sometimes even the best intentions can lead to some seriously challenging situations!"
            ],
            [
                "Taco Run is a fun and challenging platformer where players navigate an abandoned nuclear waste warehouse, avoid spicy hot sauce hazards, and collect various food items to create the ultimate taco masterpiece."
            ],
            [
                "Cloud Dragon is an intense single room boss fight game in the style of Megaman, where players must battle a powerful dragon with lightning fast reflexes and strategic weapon choices."
            ],
            [
                "Hola 1 es un juego de disparos en primera persona donde los jugadores \nasumen el papel del Jefe Maestro, un supersoldado, que lucha contra una \nalianza alienígena llamada el Covenant para salvar a la humanidad y al \nuniverso."
            ],
            [
                "The Dungeon of Rooms is a thrilling roguelike dungeon crawler where players must navigate through a labyrinth of challenging rooms, defeat a variety of enemies, and collect powerful loot to survive."
            ]
        ],
        [
            [
                "Design Lead"
            ],
            [
                "J. Galardi"
            ],
            [
                "A. D'Souza & A. Venosta"
            ],
            [
                "S. Zhuang"
            ],
            [
                "J. de Buck"
            ],
            [
                "R. Ferris"
            ]
        ],
        [
            [
                "Design Assistance"
            ],
            [
                "I. Unadkat"
            ],
            [
                "W. Laroche"
            ],
            [
                "S. van Dalen"
            ],
            [
                "A. Rein"
            ],
            [
                "J. Lee"
            ]
        ],
        [
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ],
            [
                ""
            ]
        ]
    ]
}