{
    "c2array": true,
    "size": [
        5,
        8,
        1
    ],
    "data": [
        [
            [
                "Game"
            ],
            [
                "An Apple a Day"
            ],
            [
                "Cloud Dragon"
            ],
            [
                "Hola"
            ],
            [
                "The Dungeon of Rooms"
            ],
            [
                "Pixelated Hell"
            ],
            [
                "Smesh Simulator"
            ],
            [
                "Teacher Tower Defence"
            ]
        ],
        [
            [
                "Description"
            ],
            [
                "As the protagonist of An Apple A Day, you play the role of a doctor who must dodge apples (the very thing that's supposed to keep you away) while collecting life-saving medicine, proving that sometimes even the best intentions can lead to some seriously challenging situations!"
            ],
            [
                "Cloud Dragon is an intense single room boss fight game in the style of Megaman, where players must battle a powerful dragon with lightning fast reflexes and strategic weapon choices."
            ],
            [
                "Hola 1 es un juego de disparos en primera persona donde los jugadores asumen el papel del Jefe Maestro, un supersoldado, que lucha contra una alianza alienígena llamada el Covenant para salvar a la humanidad y al \nuniverso."
            ],
            [
                "The Dungeon of Rooms is a thrilling roguelike dungeon crawler where players must navigate through a labyrinth of challenging rooms, defeat a variety of enemies, and collect powerful loot to survive."
            ],
            [
                "Pixel Death is a retro-inspired, adrenaline-pumping pixel art game that harkens back to the golden age of DOOM, challenging players to survive relentless hordes of enemies in a visually captivating and nostalgic gaming experience."
            ],
            [
                "A thrilling, 2-player boxing showdown that pits friends and rivals against each other, as they feverishly mash buttons to deliver lightning-fast punches, dodge devastating blows, and strive to become the ultimate champion of the ring."
            ],
            [
                "Take on the role of dedicated teachers of ASH defending the school against waves of mischievous students, strategically deploying a diverse team of specialized teachers to ensure their students successfully graduate with flying colours."
            ]
        ],
        [
            [
                "Game Design"
            ],
            [
                "J. Galardi"
            ],
            [
                "S. Zhuang"
            ],
            [
                "J. de Buck"
            ],
            [
                "R. Ferris"
            ],
            [
                "AJ. Dreslinski\nV. Gustafsson"
            ],
            [
                "N. Giasagkasvili "
            ],
            [
                "J. Westerhog\nS. Mayer"
            ]
        ],
        [
            [
                "Sound Design"
            ],
            [
                "I. Unadkat"
            ],
            [
                "S. van Dalen"
            ],
            [
                "A. Rein"
            ],
            [
                "J. Lee"
            ],
            [
                "N/A"
            ],
            [
                "S. Hendriks"
            ],
            [
                "N/A"
            ]
        ],
        [
            [
                "Players_Game Type"
            ],
            [
                "Single Player Endless Runner"
            ],
            [
                "Single Player Platformer Battle"
            ],
            [
                "Single Player Top Down Shooter"
            ],
            [
                "Single Player Top Down Dungeon Crawler"
            ],
            [
                "Single Player 3D Shooter"
            ],
            [
                "2 Player Fighting"
            ],
            [
                "Single Player Tower Defence"
            ]
        ]
    ]
}